Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: But the rule was unlikely to help Amazon.com in its quest to deliver packages with unmanned drones, since its approach requires an FAA-certified small drone pilot to fly the aircraft and keep it in line of sight at all times — factors not envisioned in the online retailer's plan.
pt: Caso fiquem como estão, as regras provavelmente não vão ajudar a Amazon.com na sua busca por fazer entregas com drones, já que elas exigem um certificado especial para piloto e obrigam que a aeronave fique na linha de visão.

source: The Workers' Party denied any wrongdoing and said in a statement that all its campaign donations were strictly legal bank transfers duly reported to electoral authorities .
pt: Todas as doações feitas ao PT ocorreram estritamente dentro da legalidade, por intermédio de transferências bancárias, e foram posteriormente declaradas à Justiça Eleitoral", dizia o comunicado.

source: Rometty's remarks were among the clearest acknowledgements to date by a top foreign technology executive that companies must adopt a different tack if they are to continue amid growing pressure.
pt: As declarações de Virginia estão entre os reconhecimentos mais claros até hoje por um executivo estrangeiro de alta patente do setor de tecnologia de que as companhias precisam adotar uma abordagem diferente se quiserem continuar na China em meio a uma crescente pressão política.

source: I think that even if we took her to his grave, she wouldn’t believe it .
pt: Até que ela me disse: ‘Eu quero ver minha filha’ .

source: So I've tried to pull all my energies together if I'm singing, to put it all right there .
pt: "Eu estou num momento que eu posso dizer que tem uma certa maturidade em tudo que eu experimentei, e agora estou colocando em prática o que tenho de melhor."

source: Bradesco Purchases HSBC Brazil Operations for R$17 Billion
pt: Bradesco compra operações do HSBC do Brasil por R$ 17,6 bilhões

source: "She didn't tell us much about their relationship," her father says.
pt: Ela disse que ele era um bom pai, um bom marido e não tinha motivo para fazer isso."

source: LONDON (Reuters) - When Mario Draghi announced the European Central Bank's trillion-euro scheme to buy government bonds, he acknowledged that in the round of strategies to revive inflation and boost the economy, the bank had just...
pt: Bruxelas - O presidente do Banco Central Europeu (BCE), Mario Draghi, confirmou as expectativas do mercado e anunciou ontem um programa de relaxamento quantitativo (QE) para estimular a economia e evitar a deflação na zona do euro .

source: "When I'm in class, I'll wish I was playing World of Warcraft .
pt: Dessa forma, quando estou na aula, eu gostaria de estar jogando 'World of Warcraft' .

source: "The Ebola virus spreads through direct contact with the blood, secretions, or other body fluids of ill people, and indirect contact -- for example with needles and other things that may be contaminated with these fluids."
pt: O Ebola é introduzido na população humana por meio de contato direto com o sangue, secreções, órgãos ou outros fluidos corporais de animais infectados .

source: Earlier this week, Apple (AAPL.O), which does not operate retail stores of its own in Russia, said it was halting online sales of its products “due to extreme fluctuations in the value of the rouble.”
pt: A Apple informou que suspendeu as vendas online na Rússia devido a flutuações extremas no valor do rublo após a moeda cair para um recorde de baixa em relação ao dólar.

source: On Tuesday, São Paulo city mayor, Fernando Haddad, complained that the city had not been informed that so many immigrants would be arriving in such a short period of time from Acre.
pt: O Acre tem sido “injustiçado” na questão dos haitianos e o prefeito Fernando Haddad (PT) agiu com “hipocrisia” ao reclamar de não ter sido avisado sobre a chegada de imigrantes a São Paulo .

source: On Tuesday four civilians were killed during heavy exchanges of fire by Indian and Pakistani troops across their border in southern Kashmir.
pt: Índia e Paquistão trocam fogo na fronteira da Caxemira; quatro civis são mortos - Yahoo Notícias

source: The passenger load factor, a measure of the portion of capacity filled, rose 1.1 percentage points to 89 percent, the carrier said in a statement .
pt: A taxa de ocupação, uma medida da capacidade preenchida, subiu 1,1 ponto percentual, para 89 por cento, afirmou a companhia em um comunicado .

source: The pandas' attempt to emulate Paul had been eagerly anticipated on social media.
pt: A tentativa de substituir o polvo Paul com os pandas era aguardada ansiosamente nas redes sociais.

source: Venezuelan President Nicolas Maduro said on Wednesday his government will start a world campaign this week to demand that U.S. President Barack Obama repeal his executive order that declared Venezuela was a "threat" to U.S. national security.
pt: Na semana passada, o presidente dos Estados Unidos, Barack Obama, incluiu a Venezuela como uma "ameaça extraordinária e incomum" à segurança dos EUA.

source: The Conservative government has said it will campaign in favour of remaining in the EU, but is pushing for changes on the ability of EU citizens to claim welfare in Britain, increased powers for London and the ability to opt out of closer political integration.
pt: Cameron afirmou que fará campanha para que os britânicos permaneçam na UE, mas quer aumentar os poderes de Londres em decisões referentes, por exemplo, a uma maior integração política do bloco.

source: "I don't think it would change anything, in terms of what we're about," he told Borger .
pt: “Estamos falando do nosso, que é algo que já funciona e falando de colocar em algo que não existe .

source: In a message to both the ruling and opposition parties, the Brazilian Foreign Ministry said it was "greatly concerned" by recent government measures, "which directly affect political parties and democratically elected representatives, as well as by initiatives aimed at cutting short the president's mandate."
pt: O texto afirma que "são motivos de crescente atenção medidas tomadas nos últimos dias, que afetam diretamente partidos políticos e representantes democraticamente eleitos, assim como iniciativas tendentes a abreviar o mandato presidencial".

source: UK party leaders 7 photos David Cameron became the Prime Minister of the United Kingdom in May 2010, leading a Conservative and Liberal Democrat coalition government .
pt: Desde 2010, o partido de Paula Dolphin, o Liberal-Democrata, faz a coalizão com os conservadores no governo do premiê David Cameron.

source: Jackie decided she couldn't go forward.
pt: "Ela não tinha para onde ir, o que eu podia fazer ?

source: The reconciliation pact agreed between Hamas and Abbas's Fatah party on Wednesday envisions agreeing upon a government of independent technocrats within five weeks and holding elections six months later.
pt: O acordo no movimento palestino, ocorrido depois de uma série de esforços fracassados de conciliação com o Hamas, após sete anos de disputas internas, prevê um governo de unidade nacional dentro de cinco semanas e eleições nacionais seis meses depois.

source: Rosberg had accused Hamilton, who won the race from pole position, of compromising his afternoon by not going fast enough at the front and potentially backing the second-placed German into the clutches of the chasing Ferraris.
pt: Rosberg acusou Hamilton, que ganhou a corrida de ponta a ponta, de atrapalhar sua prova ao não acelerar o bastante na liderança e potencialmente colocar em risco o segundo lugar que o alemão tinha ao permitir a aproximação das Ferraris, que vinham logo atrás.

source: I don't want another one like this," he added while on international duty for the Czechs who play Latvia in a Euro 2016 qualifier in Prague on Saturday.
pt: Eu não quero outra deste jeito", completou o goleiro, que está se preparando para os jogos da seleção tcheca contra a Letônia nas eliminatórias para a Euro 2016, em Praga nesse sábado.

source: But a senior Israeli security source claimed the general was not its intended target and that Israel believed it was attacking only “low-ranking terrorists.”
pt: JERUSALÉM (Reuters) - Um general iraniano morto durante um ataque aéreo de Israel na Síria não era o alvo pretendido, e Israel acreditava que estar atacando somente combatentes de baixo escalão, disse uma fonte de segurança nesta terça-feira.

source: In another incident, a prominent right-wing Jewish activist, Rabbi Yehuda Glick, was shot and injured .
pt: Na semana passada, o ativista de extrema-direita Yehuda Glick foi vítima de um atentado.

source: Read: Why is the Pope going to South Korea?
pt: Palavras-chave Coreia do Sul, Papa Francisco, Coreia do Norte .

source: Meanwhile, US Secretary of State John Kerry is in Geneva for talks with Russian Foreign Minister Sergei Lavrov over the conflict in eastern Ukraine. nm/jr (AP, AFP)
pt: Genebra - O secretário de Estado americano, John Kerry, e o ministro russo das Relações Exteriores, Sergei Lavrov, reuniram-se por cerca de 80 minutos ontem, em Genebra, para tratar da crise na Ucrânia.

source: Is the government anti-Russian?
pt: O novo governo é contra a Rússia?

source: But to be able to operate on the patients vaginally, you have to place them in a gynaecological examination position .
pt: Para poder operá-las pela via vaginal, é preciso instalá-las em posição de exame ginecológico .

source: It also noted it spent $2.5 billion on share buybacks in the latest quarter.
pt: A companhia também observou que gastou 2,5 bilhões de dólares em recompras de ações no último trimestre.

source: Surplus stocks and rising production should keep commodity prices stable after the "roller coaster" of the last decade marked by a record high in 2008 and global recession in 2009.
pt: Mercados agrícolas viveram uma "montanha-russa" na última década, marcada por uma máxima recorde em 2008 e uma recessão em 2009, disseram as agências.

source: Only 18 of them were in court with Badie, however, and the rest were sentenced in absentia.
pt: Apenas 18 deles, incluindo Badie, estavam presentes no tribunal .

source: Government offices, financial markets and schools closed for the day.
pt: Repartições públicas, mercados financeiros e escolas fecharam por todo o dia.

source: Tens of thousands of people flocked to St. Peter's Square to hear the Argentine pope deliver his "Urbi et Orbi" (to the city and the world) blessing and message, marking the second Christmas since his election last year.
pt: Na manhã de terça-feira, o papa realizará a tradicional bênção “Urbi et Orbi” (“Para a cidade e para o mundo”) da sacada central da Praça de São Pedro para milhares de pessoas.

source: Panama's President Juan Carlos Varela (R) and U.S. President Barack Obama shake hands after their meeting in Panama City April 10, 2015. Reuters/Jonathan Ernst
pt: O presidente Barack Obama e a presidente Dilma Rousseff durante encontro na Cúpula das Américas, na Cidade do Panamá (Foto: Jonathan Ernst/Reuters)

source: A Palestinian drove into a group of soldiers in the occupied West Bank on Wednesday, the army said, injuring three, hours after a similar attack killed a Jerusalem policeman.
pt: Um palestino que supostamente atropelou três soldados israelenses e feriu outros três na quarta-feira, na Cisjordânia ocupada, se rendeu, informou o exército israelense nesta quinta-feira (6).

source: WASHINGTON International Monetary Fund Managing Director Christine Lagarde said Sunday she is disappointed with the inconclusive outcome of talks with Greece, which is teetering on the brink of a default on its debt to the IMF.
pt: WASHINGTON (Reuters) - O Fundo Monetário Internacional está "na mesma página" que os europeus nas negociações com a Grécia acerca do acordo de dinheiro em troca de reformas, disse um porta-voz do FMI nesta quinta-feira.

source: On Tuesday, President Barack Obama announced the US will send 3,000 troops to West Africa in an attempt to get the situation under control .
pt: Os Estados Unidos anunciaram nesta terça-feira que vão enviar 3.000 soldados à África para ajudar a enfrentar o surto de Ebola.

source: The Islamic State in Iraq and Syria is moving -- fast.
pt: EUA fazem novos ataques contra Estado Islâmico na Síria e Iraque

source: "His status as honorary president does not authorize him to take the National Front hostage with such gross provocations whose goal seems to be to do harm to me but unfortunately is damaging to the whole movement, its leaders, candidates, followers and electors, “ said Le Pen.
pt: "Seu status de presidente honorário não lhe dá o direito de atacar a Frente Nacional com provocações vulgares, aparentemente destinadas a mim, mas que, infelizmente, afetam todo o movimento", disse Le Pen.

source: The students grew closer after moving into a shared house with two other friends and were said to have started dating in late 2003.
pt: Sua história de amor começou em 2003, um ano depois que os dois dividiram uma casa em Saint Andrews com outros estudantes.

source: Obama said one option was to return North Korea to the U.S. list of state sponsors of terrorism, from which Pyongyang was removed six years ago.
pt: Obama disse também que, em razão do incidente, o governo avalia a possibilidade de devolver Pyongyang à lista de Estados que apoiam o terrorismo.

source: Palmyra and Tadmur are situated in a strategically important area on the road between the capital, Damascus, and the contested eastern city of Deir al-Zour, and is close to gas fields.
pt: A cidade está localizada em uma região de exploração de gás e em posição estratégica entre Damasco e Deir ez-Zor, e poderá tornar-se uma base para ataques contra o Exército sírio.

source: All in all, the world is changing, and it does so fast.
pt: Tudo está dentro de campos pelos quais tudo tem a ver com tudo.

source: BRASILIA (Reuters) - Brazilian President Dilma Rousseff's popularity has continued to fall, though the left-leaning leader is still favoured to clinch re-election in a probable second round of vote, according to a new poll published on Thursday.
pt: BRASÍLIA (Reuters) - A presidente Dilma Rousseff manteve vantagem sobre seus adversários na disputa presidencial, segundo pesquisa CNI/Ibope divulgada nesta quinta-feira, mas os indicadores de avaliação pessoal e do governo da presidente pioraram.

source: MILAN (Reuters) - Luxottica, the maker of Ray-Ban sunglasses, has struck a deal to design, develop and distribute glasses based on Google's Internet-connected Glass eyewear, potentially bringing the new technology to a wider...
pt: MILÃO (Reuters) - A fabricante dos óculos Ray-Ban, Luxottica, anunciou nesta segunda-feira parceria estratégia com o Google para projetar e distribuir o óculos eletrônico Glass, da gigante da Internet.

source: Tsipras called on the creditors to accept Greece's rival proposal that would reverse labor and pension reforms, calling it the only "realistic" proposal on the table.
pt: O primeiro-ministro da Grécia, Alexis Tsipras, afirmou nesta quarta-feira que a única proposta realista para um acordo entre seu país e seus credores internacionais é a apresentada por Atenas .

source: The victory moved Liverpool to 71 points, two ahead of Chelsea, who have played the same number of matches, and four clear of a Manchester City side that have eight fixtures remaining.
pt: A equipe agora está dois pontos à frente do Chelsea com um saldo de gols muito maior, e quatro à frente do Manchester City, que por sua vez tem dois jogos a menos .

source: No, I don't believe so, man .
pt: "Eu não sei o que dizer .

source: WASHINGTON Nov 20 (Reuters) - The number of Americans filing new claims for unemployment benefits fell less than expected last week, but continued to point to strengthening labor market conditions.
pt: WASHINGTON (Reuters) - O número de norte-americanos que entraram com novos pedidos de auxílio-desemprego caiu na semana passada, somando-se a sinais de fortalecimento no mercado de trabalho.

source: French President Francois Hollande, who is hosting the conference, had previously said that his country's air force was prepared to join US-led air strikes on IS militants in Iraq if necessary.
pt: A França, que vai receber uma conferência internacional sobre o Iraque nesta segunda-feira, afirmou estar preparada para lançar ataques aéreos "se necessário".

source: Four lab monkeys were given one shot of the vaccine and reported to have been immune to the virus five weeks later .
pt: Na pesquisa, quatro macacos sobreviveram ao que teria sido uma dose fatal do vírus ebola, cinco semanas depois de inoculados.

source: You don't need an education to love that music.
pt: Ninguém precisa de instrução para amar aquela música.

source: New York (CNN) -- A rookie police officer shot and killed an unarmed 28-year-old man in an unlit stairwell of a housing project in what New York's top cop said Friday was "a very unfortunate tragedy ... involving an accidental discharge."
pt: NOVA YORK (Reuters) - Um policial de Nova York matou um homem desarmado em uma escadaria mal iluminada de um conjunto habitacional do bairro do Brooklyn, aparentemente um disparo acidental de sua arma, declarou o comissário de polícia nesta sexta-feira.

source: CHP spokesman Jake Sanchez confirmed on Thursday the highway patrol was passed a case of alleged vandalism for investigation and possible prosecution in connection with the incident.
pt: Um porta-voz da Patrulha Rodoviária da Califórnia declarou ter recebido uma acusação de suposto vandalismo para investigar e abrir um possível processo em decorrência do incidente.

source: "In a match like today that was so close, it's tough to accept it .
pt: "É difícil aceitar quando se está tão perto", disse o espanhol.

source: Polynesians American Samoa, who hail from the far east side of the continent, hope to ride the warm afterglow of their historic FIFA World Cup™ campaign 18 months ago, and ensuing positive publicity from the recently released documentary about their experiences .
pt: Os polinésios de Samoa Americana, que vêm do extremo leste do continente, esperam surfar na onda de sua histórica campanha nas eliminatórias para a Copa do Mundo da FIFA, há um ano e meio, e a subsequente publicidade proporcionada pelo lançamento recente de um documentário sobre suas experiências .

source: UPDATE 1-China July services activity quickens to 11-month high - survey
pt: Atividade de serviços da China acelera em julho à máxima em 11 meses, mostra PMI

source: "Thank you very much, I know everybody (is) worried about my health, but I'm ok," he wrote .
pt: "Eu aproveito esta oportunidade para agradecer a todos vocês, de todo o mundo, que se preocuparam com a minha saúde .

source: AFP, , Saturday 14 Feb 2015 Spain's former king Juan Carlos has lodged an appeal against a paternity suit brought by a woman claiming to be his daughter, a judicial source said on Saturday.
pt: O rei Juan Carlos I da Espanha recorreu do pedido de reconhecimento de paternidade feito por uma mulher que garante ser sua filha - informou neste sábado uma fonte judicial.

source: Then the ship went 'boom' and there was a noise of cargo falling," said Cha Eun-ok, who said she was on the deck of the ferry taking photographs at the time.
pt: Aí o barco fez ‘bum', e houve um barulho de carga caindo", relatou Cha Eun-ok, que na hora do acidente tirava fotos no convés.

source: A spokesman for the 207 Zafar military corps, Najibullah Najibi, said the fighting lasted five hours, with 11 soldiers and six Taliban killed.
pt: Um porta-voz dos militares disse que o combate durou cinco horas, com 11 soldados e seis militantes do Taliban mortos.

source: Nevertheless, faced with crumbling currencies, the central banks of India, Turkey and South Africa all hiked their key interest rates early Wednesday.
pt: Brasil, Turquia, África do Sul e Índia tiveram de elevar suas taxas de juros enquanto a Argentina viu sua moeda sofrer uma forte desvalorização perante o dólar.

source: He had been found guilty of killing 56-year-old Isadore Rozeman, a jeweller for whom Mr Ford occasionally worked.
pt: Glenn Ford, de 64 anos, foi condenado pelo assassinato de Isadore Rozeman, que tinha 56 anos na época e para quem Ford trabalhava ocasionalmente .

source: Mr Karzai was the first foreign leader Mr Modi met on Tuesday morning .
pt: Nesta terça-feira, Modi também se encontrou com o presidente afegão, Hamid Karzai .

source: Fabius also said that "at this stage, there is absolutely no confirmation" of Iraqi intelligence, made public on Thursday by Iraqi Prime Minister Haider al-Abadi, of a possible Islamic State plot to attack subways in Paris and the United States.
pt: NOVA YORK (Reuters) - O Iraque recebeu informações “confiáveis” de que militantes do Estado Islâmico planejam atacar o metrô em Paris e nos Estados Unidos, disse o primeiro-ministro iraquiano nesta quinta-feira, mas autoridades dos EUA e da França afirmaram não terem provas que apoiem a afirmação.

source: Cleveland Cavaliers center Anderson Varejao underwent successful surgery Friday to repair a ruptured left Achilles tendon, the club said, but the Brazilian star is not expected to return this season.
pt: O pivô brasileiro Anderson Varejão, do Cleveland Cavaliers, perderá o restante da temporada da NBA depois de sofrer uma ruptura do tendão de Aquiles do pé esquerdo durante uma partida na terça-feira .

source: While some children - fewer than a thousand - might have received radiation doses that in theory could increase the risk of thyroid cancer, the probability of that developing also remains low, the United Nations Scientific Committee on the Effects of Atomic Radiation (UNSCEAR) said in a new study.
pt: Entretanto, algumas crianças - estimadas em menos de mil - podem ter recebido doses que podem influenciar no risco de desenvolvimento de câncer da tiróide mais tarde, disse a Unscear, esclarecendo que a probabilidade ainda é baixa.

source: The deadliest Ebola outbreak in history has killed at least 2,600 people
pt: Mais 2.600 pessoas morreram pelo vírus em quatro países.

source: The Malaysia Airlines flight MH370 was en route from Kuala Lumpur to Beijing with a total of 239 passengers on board, most of them Chinese.
pt: O avião da Malaysia Airlines que partiu de Kuala Lumpur em direção a Pequim desapareceu em março do ano passado com 239 pessoas a bordo.

source: (Reuters) - The number of deaths linked to a faulty ignition switch in General Motors Co (GM.N) vehicles rose by two last week to 21, according to a report Monday from a lawyer overseeing a program to compensate victims of accidents caused by the recalled part.
pt: Um programa para compensar vítimas de um componente de ignição defeituoso em veículos da General Motors aprovou três novos casos de mortes vinculadas ao problema, elevando o número total de vítimas fatais para 27, segundo relatório divulgado nesta segunda-feira pelo advogado que supervisiona o programa.

source: ALGIERS (Reuters) - Authorities have lost contact with an Air Algerie flight en route from Ouagadougou in Burkina Faso to Algiers with 110 passengers on board, Algeria's APS state news agency and a Spanish airline company said on Thursday.
pt: Um voo da Air Algerie caiu nesta quinta-feira quando seguia de Ugadugu, em Burkina Fasso, no oeste da África, para Argel, com 110 passageiros e 6 tripulantes a bordo, confirmou uma autoridade da aviação da Argélia.

source: This isn't the first time that Stewart has spoken about the meetings with Obama .
pt: Não se sabe ao certo o que Stewart disse exatamente a Obama nos dois encontros.
